[
  {
    "title": "Baby Rattle",
    "description": "This game involves makeshift rattles. The rattles are actually two soda bottles taped together. They both have the same number of gumballs inside them. Each player will be playing with two rattles. At the start of the game, all the gumballs are in one bottle. The goal is to shake the bottles until all the gumballs slip into the other bottle.",
    "materials": [
      "4 empty soda bottles per player",
      "gumballs"
    ],
    "demoVideo": "https://youtu.be/lB0l_YO2lns"
  },
  {
    "title": "This Blows",
    "description": "Here, you will need to use the air inside a balloon to knock over the upturned cups. Each person needs to blow up their balloon, and use this air to knock the cups off the table and onto the ground. The competitor will need to keep re-inflating the balloon and pick up from the last standing cup.",
    "materials": [
      "1 balloon per player",
      "Plastic cups"
    ],
    "demoVideo": "https://youtu.be/NxP2Ely7S68"
  },
  {
    "title": "Face the Cookie",
    "description": "This is one of the more delicious games on the roster. Each player has a cookie on their forehead. Using only their facial muscles, they will need to move this cookie, to their mouth. If a cookie falls to the ground during the attempt, the person must take another cookie and start all over again.",
    "materials": [
      "Cookies"
    ],
    "demoVideo": "https://youtu.be/HljLGW45_-E"
  },
  {
    "title": "Junk in the Trunk",
    "description": "It helps to have some serious dance moves with this game! This involves tissue boxes, containing the same number of ping pong balls. The tissue boxes are then strapped to the waist of each of the players. The players must then shake as hard as they can to get the ping pong balls to jump out of the box.",
    "materials": [
      "One empty tissue box per player",
      "Ping pong balls of two different colors"
    ],
    "demoVideo": "https://youtu.be/IYYUy1xPswc"
  },
  {
    "title": "Nose Dive",
    "description": "Here the contestants rely on petroleum jelly (or something similar) and a bowl full of cotton balls. The goal is to rub the jelly on your nose and use it to pick up the cotton balls. Once the cotton ball has stuck to your nose, you will need to walk across the room and deposit the ball in another bowl. You will then need to go back and repeat the process.",
    "materials": [
      "Petroleum Jelly",
      "Cotton balls"
    ],
    "demoVideo": "https://youtu.be/dFFtXUDxhuU"
  },
  {
    "title": "Separation Anxiety",
    "description": "The players are each given a group of colored candies. There are also several glasses in front of them. This is equal to the number of colors of the candies. Only one color can be placed in each glass, according to a particular order. Using just one hand, the players will sort the candies into their specific glasses.",
    "materials": [
      "Colored candies",
      "Glasses"
    ],
    "demoVideo": "https://youtu.be/UlHH9p1Mly8"
  },
  {
    "title": "Card Ninja",
    "description": "Here, you will be testing your card throwing skills. There will be half a watermelon on a table, and the player has to stand a certain distance away. Each player will be armed with a playing card. The aim here is to throw the card at the fruit and have it stick in the flesh.",
    "materials": [
      "Half a watermelon for each player",
      "Playing cards"
    ],
    "demoVideo": "https://youtu.be/MPzt5lzXSGk"
  },
  {
    "title": "Whippersnapper",
    "description": "Each player will be given a towel or a rug and will have a box a certain distance away from them. The front part of the cloth will be weighted down. A ping pong ball will be placed on the rug. You will need to flick the cloth – and the ball – upwards using the two free ends of the cloth. You will need to get the ball into the box with this method.",
    "materials": [
      "Towel or rug for each player",
      "Ping pong balls",
      "Boxes"
    ],
    "demoVideo": "https://youtu.be/sojMlUNhLos"
  },
  {
    "title": "Extreme Hanky Panky",
    "description": "Here, both the players have one full tissue box on either side of them. The players will then have to pull out tissues from each of the boxes simultaneously. They can use only one hand for each box. This motion is continued until both boxes are emptied. The player to empty out both boxes first wins the round.",
    "materials": [
      "Two tissue boxes each"
    ],
    "demoVideo": "https://youtu.be/UI3Ee9C-Eyw"
  },
  {
    "title": "Paper Dragon",
    "description": "The two players have two rolls of streamers set in front of them, on the ground. There is one roll for each hand. A small length of the streamers are unloosed, and the players hold onto them. Once the game starts, the players will have to unwind the roll by waving their arms in a circular motion. The person to unspool all of it first is declared the winner.",
    "materials": [
      "Two rolls of streamers each"
    ],
    "demoVideo": "https://youtu.be/bqTjjcq19NU"
  },
  {
    "title": "Office Fling",
    "description": "The players will each be crouched behind an upturned chair. The two front-most legs of the chair will have a rubber band stretched between them. Across the room, there will be a desk. The players will have pieces of folded paper with them. Using the rubber band as a catapult, they will need to get the paper over the desk.",
    "materials": [
      "Folded pieces of paper",
      "Two chairs",
      "Two strong rubber bands",
      "One desk"
    ],
    "demoVideo": "https://youtu.be/MCoio7Uc0_0"
  },
  {
    "title": "Candelier",
    "description": "This task requires a small table for each participant as well as their own c by placing one can on their table and then placing a paper plate on top. On top of this paper plate, they will need to balancollection of empty soda cans and paper plates. The players will start offe two cans. Another paper plate is placed, with this one having to balance three cans. This goes on until the cans are all balanced.",
    "materials": [
      "Small table",
      "Empty soda cans",
      "Paper plates"
    ],
    "demoVideo": "https://youtu.be/t1A4iAzzYQo"
  },
  {
    "title": "Puddle Jumper",
    "description": "Each player is faced with two rows of cups and as many columns as desired. The cups are filled with water, and a ping pong is balanced on the row nearest to the players. The players must then blow on the ping pong, make it leap from one cup to another. If the ball falls on the ground, the player has to try again.",
    "materials": [
      "Plastic cups",
      "Ping pong balls",
      "Water"
    ],
    "demoVideo": "https://youtu.be/bY2Iwu2JpLM"
  },
  {
    "title": "Floatacious",
    "description": "The players each get a bowl that is filled with water. They must then place a plate inside the bowl. They will then have to start off by stacking a soda can on this plate. Once that is balanced, they will have to continue to place the cans, one on top of the other. This can be continued as long as the tower remains standing.",
    "materials": [
      "Bowl",
      "Empty soda cans",
      "Plate",
      "Water"
    ],
    "demoVideo": "https://youtu.be/5QO1B5RseKk"
  },
  {
    "title": "Stay on Key",
    "description": "Each player will need their own surface, such as tables, to play on. On this surface, there will be two shot glasses on the opposing side. There will be two keys set in front of the shot glasses. A small portion of the key will not be on the table but rather suspended. Using only a key, the players will have to flip the keys on the table into the shot glasses.",
    "materials": [
      "2 Shot glasses per player",
      "3 keys per player"
    ],
    "demoVideo": "https://youtu.be/2GFIbyEuQBQ"
  },
  {
    "title": "Breakfast Scramble",
    "description": "The contestants are expected to put together a type of puzzle. The front of two cereal boxes will be cut up, and the pieces will be scrambled. The pieces are stacked on top of one another and placed in front of them. The players then have to assemble the pieces to reveal the original image of the box.",
    "materials": [
      "2 Cereal boxes"
    ],
    "demoVideo": "https://youtu.be/xGGDHgX43ws"
  },
  {
    "title": "Dont Blow the Kings",
    "description": "The idea behind this game is easy, but the actual execution of it is not. Each contestant is given their own space which contains a bunch of cards faced down on the table. All of the Kings are face up so that you can see them. It is up to the player to blow all the cards off the table except for the Kings.",
    "materials": [
      "A pack of playing cards for each player"
    ],
    "demoVideo": "https://youtu.be/q8uG-pcD2T0"
  },
  {
    "title": "Hows It Hangin'",
    "description": "You have probably never done this with fruit before. Each participant will tie a string around their waist and then connect the string that is left hanging to a banana. The objective is to use the banana to nudge two oranges into a hoop that is a certain distance away. The players are only allowed to move their hips to get the banana to swing forward.",
    "materials": [
      "A banana for each player",
      "Two oranges per player",
      "A hoop for each player",
      "String"
    ],
    "demoVideo": "https://youtu.be/Ytn5HHZ-nUI"
  },
  {
    "title": "Jingle In the Trunk",
    "description": "This is a little bit more of a challenging version of Junk in the Trunk. Players do have empty tissue boxes strapped to their waists, behind them. Instead of ping pong balls, there are jingle bells stored in the boxes. Using only movement, the players need to empty out the boxes.",
    "materials": [
      "One empty tissue box for each player",
      "Jingle bells"
    ],
    "demoVideo": "https://youtu.be/Q89nzxn3cfA"
  },
  {
    "title": "Blow Ball",
    "description": "The contestants are given a tray that has many ping pong balls. Most of the ping pong balls will be the same color except for a few. For instance, let’s say that there are more orange ping pong balls than white ping pong balls. The player will need to blow the orange balls onto the ground while keeping the white ones on the tray.",
    "materials": [
      "Ping pong balls of different colors",
      "Tray"
    ],
    "demoVideo": "https://youtu.be/4UyFwhetMx4"
  },
  {
    "title": "Wheel of a Deal",
    "description": "Each player is given their own space with twenty cards on it. These are Kings, Queens, Jacks, and the 10s of each suit. Each of the contestants is surrounded by their own four stands or podiums. The cards are face down on the tables in a grid. Once the timer starts, the players have to use one hand to flip the cards and sort them according to their suit.",
    "materials": [
      "Playing cards"
    ],
    "demoVideo": "https://youtu.be/u7FXga0PcRA"
  },
  {
    "title": "Back Flip",
    "description": "Each player has twelve pencils in front of them, divided into sets of two. This means there are six sets of pencil in front of them. The players have to start by bouncing two pencils off the back of their hand and catching it before it lands. If the player is successful, they have to place four pencils and try again. This continues until the player tries to catch all twelve pencils.",
    "materials": [
      "12 pencils per player"
    ],
    "demoVideo": "https://youtu.be/AosivFzQGxY"
  },
  {
    "title": "Paddle Poppers",
    "description": "This is an alternative way to play ping pong. Here, the ping pong paddles are kept upright on posts or high surfaces. It is the players’ jobs to knock the paddles down by throwing the ping pong balls from a certain distance away. Each player has their own set of paddles to knock down as well as a collection of ping pong balls.",
    "materials": [
      "Ping pong paddles",
      "Ping pong balls"
    ],
    "demoVideo": "https://youtu.be/B18MMBmentk"
  },
  {
    "title": "Glass Road Trucker",
    "description": "The players are given a number of empty glass soda bottles. They need to balance these glass bottles upside down in a straight line. At the end of this line, there is a shot glass positioned. Once the players have managed to position the bottles, they need to blow a ping pong ball across the upturned bottles and into the glass.",
    "materials": [
      "Glass bottles of the same size",
      "Shot glass",
      "Ping pong balls"
    ],
    "demoVideo": "https://youtu.be/vvkot-hNZqE"
  },
  {
    "title": "Bouncer",
    "description": "There is row of water glasses lined up in front of each contestant and they are given a box of ping pong balls. They need to bounce the ping pong balls off of a flat surface and have it land in the first glass. They will need to keep trying until they get it in that glass. Only once it is in can they move onto the next glass.",
    "materials": [
      "Glasses"
    ],
    "demoVideo": "https://youtu.be/Vf1Kj6Q6W4A"
  },
  {
    "title": "A Bit Dicey",
    "description": "This game will test just how good you are at balancing things… with your mouth. The players have to keep a popsicle stick firmly between their lips and keep it steady. They then need to balance a die on the end of the stick. Once it is secured, they need to continue placing dice, one on top each other.",
    "materials": [
      "Dice",
      "Popsicle sticks"
    ],
    "demoVideo": "https://youtu.be/GoAaobD7bAg"
  },
  {
    "title": "Whack Attack",
    "description": "The contestants have bottles filled with water, sitting in a row in front of them. Floating inside these bottles are markers. A small part of the marker remains sticking out. The players are given two ladles each. Using the ladles, they need to force the markers into the bottle and make sure that they don’t pop back up again.",
    "materials": [
      "Bottles",
      "Markers",
      "Ladles"
    ],
    "demoVideo": "https://youtu.be/exUlEOL3y2I"
  },
  {
    "title": "Ball Cap",
    "description": "There are a row of glass bottles in front of each player. The caps have been loosely placed on top of the bottles. The players will have to drop the balls on the caps to get them to fall on the floor. At the same time, they have to make sure that the ping pong balls remain balanced on the mouth of the bottles afterwards.",
    "materials": [
      "Glass bottles with caps",
      "Ping pong balls"
    ],
    "demoVideo": "https://youtu.be/OjHMide3Ft0"
  },
  {
    "title": "Spoon Frog",
    "description": "The contestants are each given a row of empty glasses. In front of each of the glasses, there are two spoons positioned, one in front of each other. The tip of one spoon rests underneath the head of the other spoon. The players have to hit their hand on the first spoon, causing the second to fly up. They need to get one spoon into each glass.",
    "materials": [
      "Glasses",
      "Spoons"
    ],
    "demoVideo": "https://youtu.be/_IRfvcMh0BU"
  },
  {
    "title": "Pink Elephant",
    "description": "The players have an extended slinky attached to their foreheads. In this game, they are only allowed to move their heads. They need to flick the slinky in the air and have it land on their forehead. The slinky needs to remain there, compressed for the contestant to win. If the slinky falls over, the player needs to try again. This is how it is done",
    "materials": [
      "Slinkies"
    ],
    "demoVideo": "https://youtu.be/Tr30_HO828k"
  },
  {
    "title": "Tea Party",
    "description": "The players each have to wear a baseball cap. There is a tea bag attached to either side of the bill of the cap. The contestants must move their head in such a way that the tea bags end up on the bill and stay there. They cannot use their hands and have to continue trying until both teabags are balanced on the cap.",
    "materials": [
      "2 teabags for each player",
      "Baseball caps"
    ],
    "demoVideo": "https://youtu.be/91hArt4GtQk"
  },
  {
    "title": "Tear It Up",
    "description": "There is a toilet paper roll a short distance in front of each player. It is suspended from a height. There is an empty can taped to the end of each roll. The players need to shoot rubber bands at the paper so that it tears, causing the can to break away from the roll and drop to the floor.",
    "materials": [
      "Toilet paper rolls",
      "Empty soda cans",
      "Rubber bands"
    ],
    "demoVideo": "https://youtu.be/eTLySAs4xEk"
  },
  {
    "title": "Rapid Fire",
    "description": "A stack of empty cans are placed in pyramid formation. There is a stack for each contestant. The players must stand a certain distance away from this stack. The only tool that they have at their disposal are rubber bands. They must use these to knock all of the cans down. The first one to do so wins.",
    "materials": [
      "Empty soda cans",
      "Rubber bands"
    ],
    "demoVideo": "https://youtu.be/ek6PI_AAIZ8"
  },
  {
    "title": "Office Fling (UK Version)",
    "description": "This is a different take on the Office Fling that was described before. The contestants still have to crouch behind an upturned chair. They will also need to stretch a rubber band between the front legs. However, the target is different. They need to knock down paper plates that have been perched on top of Styrofoam cups.",
    "materials": [
      "A chair for each player",
      "Rubber bands",
      "Paper plates",
      "Styrofoam cups"
    ],
    "demoVideo": "https://youtu.be/BMOQvnuHxMk"
  },
  {
    "title": "Coffee Topper",
    "description": "Each contestant is provided with a stack of CDs that is placed on a table. On the ground, there is a plastic cup. The participants must drop one CD at a time onto the plastic cup. They will need to do this from a height of at least three feet. They will need to make sure that one CD falls and remains flat on the top of the cup.",
    "materials": [
      "CDS",
      "Plastic cups"
    ],
    "demoVideo": "https://youtu.be/BMOQvnuHxMk"
  },
  {
    "title": "Stick the Landing",
    "description": "The players are given a water bottle. There is a table a short distance away from them. They need to toss the water bottle at the table. First, though, they need to make sure that the water bottle rotates 360° in the air before landing on the table. If this does not happen, the players need to keep trying until it flips before it lands on the table.",
    "materials": [
      "Water bottle"
    ],
    "demoVideo": "https://youtu.be/5t4NYJbERZ0"
  },
  {
    "title": "Nimble Thimble",
    "description": "There is a row of thimbles in front of each participant. They are standing upright with the hollow part of the thimble visible. The players also have a bowl of small balls or marbles. They need to bounce these balls on the table and have them land in the thimble. Once it has landed in the first thimble, the player can move onto the next one.",
    "materials": [
      "Thimbles",
      "Balls/Marbles"
    ],
    "demoVideo": "https://youtu.be/MY4qPBUb5Oc"
  },
  {
    "title": "Speed Erase",
    "description": "Each player has a row of glasses in front of them. They are also given a stack of pencils to use. The goal here is that each player must bounce the pencil on the table and get it to land in the cup. Only once a player has managed to complete this with the first cup are they allowed to try with the next one in line.",
    "materials": [
      "Pencils",
      "Water glasses"
    ],
    "demoVideo": "https://youtu.be/f4hK6IhCwMY"
  },
  {
    "title": "Switcheroo",
    "description": "In this game, each player is given two flat trays. Each tray contains a specific number of ping pong balls. However, the color of the ping pong balls on each tray is different. The participants must switch the balls from their tray onto the other. They cannot use their hands and must blow on the balls to get them to move.",
    "materials": [
      "Two trays for each player",
      "Different colored ping pong balls"
    ],
    "demoVideo": "https://youtu.be/f4hK6IhCwMY"
  },
  {
    "title": "Yank Me",
    "description": "The players are provided with plastic cups and index cards. They must place a plastic cup face down on the table and then place an index card over it. They will then need to place another cup on top of the paper and so on until all of the cups are balanced this way. Then, the contestant must pull the topmost index card and have the cup on top to fall onto the cup below. They must continue this until all the cups are stacked on top of each other.",
    "materials": [
      "Plastic cups",
      "Index cards"
    ],
    "demoVideo": "https://youtu.be/C6-s9cMbC1k"
  },
  {
    "title": "Cuppaccino",
    "description": "A cup is placed on its side in front of each player. The contestant must then pick it up and bounce it on its side until the cup flips upright and remains like that. They must then move to the table opposite the cup where there are a collection of ping pong balls. The ping pong balls must be bounced off one table before landing in the cup.",
    "materials": [
      "Paper cups",
      "Ping pong balls"
    ],
    "demoVideo": "https://youtu.be/JuxOaf2rQP0"
  },
  {
    "title": "Cool Bartender",
    "description": "There is a row of tall water glasses placed on a table in front of each contestant. They will have to stand some distance away from the glasses. They are then given a stack of straws. They will need to toss the straws and try to get it into the water glasses. They will need to get a straw in the first glass before moving to the next glass.",
    "materials": [
      "Tall water glasses",
      "Straws"
    ],
    "demoVideo": "https://youtu.be/MM2eaCxJ_po"
  },
  {
    "title": "Brew Ha-Ha",
    "description": "The players are given a certain number of paper cups. They need to place the cups on a table, one in front of the other, in a line. There must be a certain distance between each cup. The player will then gently push the first cup so that it travels in an arch to hit the second cup. The second cup needs to repeat this motion and hit the third cup. The goal is to have the final cup roll off the table and land in a basket below.",
    "materials": [
      "Paper cups",
      "Basket or Box"
    ],
    "demoVideo": "https://youtu.be/pAPloCUIs5k"
  },
  {
    "title": "Bottle Neckin'",
    "description": "In Bottle Neckin’ the players must create a tower using two-liter plastic soda bottles. The first bottle is placed upright while the second one’s mouth must be balanced on top of the first bottle. Once this is done, the third bottle is placed upright on the second bottle. The other bottle is placed upside down on the upright one.",
    "materials": [
      "At least four 2-liter plastic soda bottles per player"
    ],
    "demoVideo": "https://youtu.be/ygLLLpLJPaI"
  },
  {
    "title": "Stack Attack",
    "description": "Each contestant is given a certain number of plastic cups. Using these, they will need to create a pyramid out of the cups. Then they will need to break down the pyramid but in a very specific way. The players will need to make sure that they stack the cups in a diagonal fashion. Once this is done, they need to stack all of the cups together.",
    "materials": [
      "Plastic cups"
    ],
    "demoVideo": "https://youtu.be/YAHCax66rrM"
  },
  {
    "title": "Split the Uprights",
    "description": "The players are given a stack of folded paper triangles. On the other side of them, across a long table, there is a glass bowl. The players will need to place the triangles on the table and then flick them using their fingers. The aim is to have the folded triangles land in the bowl. In some versions, there are a stack of paper cups on either side of the bowl.",
    "materials": [
      "Folded paper triangles",
      "Glass bowl",
      "Paper cups (optional)"
    ],
    "demoVideo": "https://youtu.be/X3OJItVzJLE"
  },
  {
    "title": "Broomski Ball",
    "description": "Some distance away from the players, there is a broom on the ground. Behind the broom, there are some bins in order of ascending height. This means that the first bin is the shortest and the last bin is the tallest. Players must roll the ball across the ground and have it bounce off the broom and into the bins. It must go into the shortest bin first before you can move onto the next.",
    "materials": [
      "Tennis balls",
      "Brooms",
      "Bins or boxes"
    ],
    "demoVideo": "https://youtu.be/o7z83FtPR4w"
  },
  {
    "title": "Go the Distance",
    "description": "There are several shot glasses positioned diagonally on a table. Each cup is further away from the player than the last one. The player is given a stiff tape measure. They must then try to get a ping pong ball to roll down the tape measure and land in the shot glass. The ball must remain in the glass before the player can make an attempt with the next shot glass.",
    "materials": [
      "Tape measure",
      "Shot glasses",
      "Ping pong balls"
    ],
    "demoVideo": "https://youtu.be/chfdReTpMB8"
  },
  {
    "title": "CD Dominoes",
    "description": "The players are given a stack of CD covers. They need to arrange the covers in a U shape around a shot glass. The CD covers need to remain upright. Once it has been arranged, the player needs to push the covers at one end. The goal is for the covers to tip each other over before pushing the final one off the table and into a basket on the floor.",
    "materials": [
      "CD Covers",
      "Shot glass",
      "Basket/Bin"
    ],
    "demoVideo": "https://youtu.be/Aj6_7An92bU"
  },
  {
    "title": "Chop Stack",
    "description": "Each player has a set number of chapstick tubes in front of them. With the aid of chopsticks, the players need to pick the tubes up one by one. The objective here is to place the tubes on top of each other, creating a tower. The players can only do this using their chopsticks, however.",
    "materials": [
      "Chapstick tubes",
      "Chopsticks"
    ],
    "demoVideo": "https://youtu.be/i-2RygW7dYw"
  },
  {
    "title": "Extreme Christmas Nutstacker",
    "description": "The players are given a tray that they must hold in one hand. On this tray, there is a skewer with a row of metal nuts on it. The players must carefully slip the nuts off the skewer. They will need to stack the nuts on top of one another as they are slipped off the skewer, constructing a tower.",
    "materials": [
      "Skewers",
      "Metal nuts",
      "Trays"
    ],
    "demoVideo": "https://youtu.be/yRf3PvlxfMg"
  },
  {
    "title": "Hang Over",
    "description": "The participants are handed a stack of hangers. Above each of them is a bar. They need to hang the hangers from this bar. The first hanger will be hung from the bar by its hook. The second hanger must then be balanced on the base of the first hanger by its hook as well. This must be continued as long as the hangers don’t fall off.",
    "materials": [
      "Bar",
      "Hangers"
    ],
    "demoVideo": "https://youtu.be/p9iSqTCEB7w"
  },
  {
    "title": "Extreme Mini Stack Attack",
    "description": "This is a smaller version of the previously described Stack Attack. It is also a bit more difficult than the last. Instead of regular plastic cups, the players are given plastic shot glasses. They have to create this pyramid on a box that they are holding in one hand. The pyramid must be deconstructed diagonally as before.",
    "materials": [
      "Plastic shot glasses",
      "Box or Tray"
    ],
    "demoVideo": "https://youtu.be/r4kV7lPBKCw"
  },
  {
    "title": "Frankenstein",
    "description": "There are three different elevated stations in front of the participants. On each of these stations, there is a yardstick balanced with batteries on either end of the yardstick. The players must walk with their arms outstretched (much like Frankenstein’s monster). They must pick up each yardstick only with these outstretched arms without dropping any of the batteries.",
    "materials": [
      "Yardsticks",
      "Batteries"
    ],
    "demoVideo": "https://youtu.be/8p06Usk4ohI"
  },
  {
    "title": "Lollipop",
    "description": "The players are given a small metal pole and a ping pong ball balanced on a stack of metal nuts on a tray. First, they have to get the metal pole to stand upright. Then, they need to place the metal nuts (along with the ball) on the pole. Once the ping pong ball is balanced on the pole, the players need to move the nuts to the bottom of the bowl carefully.",
    "materials": [
      "Metal poles",
      "Trays",
      "Ping pong balls",
      "Metal nuts"
    ],
    "demoVideo": "https://youtu.be/ascd-YycqAM"
  },
  {
    "title": "Ping Tac Toe",
    "description": "This game takes tick tack toe to a whole new level. In the middle of the two players, there are nine water glasses filled with water. They are in a grid formation. Each player is given a collection of ping-pong balls, but they each get different colors. The goal here is to get three of their ping pong balls in a row before the other player.",
    "materials": [
      "Water glasses",
      "Ping pong balls of different colors"
    ],
    "demoVideo": "https://youtu.be/tp4H3py0yHY"
  },
  {
    "title": "Spin Doctor",
    "description": "Each player on one team needs to spin a coin towards the other, across a table. The trick here is that the other player has to stop the coin with a single finger. If the coin falls over during this, the team must start all over again. If the coin stays standing, that team wins.",
    "materials": [
      "Coins"
    ],
    "demoVideo": "https://youtu.be/cGh_WtP4Ufc"
  },
  {
    "title": "Pucker Up",
    "description": "Between each team member, there is a bowl filled with tennis balls. Across the room from them, there are tall tubes. Using their lips, the members must hold a tennis ball between them. They will need to travel across the room and drop the ball into the tube. They will need to continue this until all the tubes are filled.",
    "materials": [
      "Tennis balls",
      "Long tubes"
    ],
    "demoVideo": "https://youtu.be/rcs-BUzJULs"
  },
  {
    "title": "Tilt-A-Cup",
    "description": "This game requires aim and balance. Two people on the same team stand a short distance away, facing each other. One person has a bowl of ping pong balls while the other has a stack of cups. The goal is to catch the ping pong ball in the cup. Then the cup with the ping pong ball is placed on the bottom of the stack, balancing the other stacked cups. Also, the player needs to bounce the ball once off the ground on its way to the cup.",
    "materials": [
      "Ping pong balls",
      "Cups"
    ],
    "demoVideo": "https://youtu.be/_eAB_Od1CiY"
  },
  {
    "title": "Ready Spaghetti",
    "description": "One person must push a raw strand of spaghetti through the tab of a soda can. The catch here is that they need to do it with the spaghetti in their mouth. Then, their partner has to place the strand in their mouth as well, with the soda can dangling between them. They then need to move to the other side of the room with the can in between them. This is repeated with both people taking turns pushing the spaghetti through the tab.",
    "materials": [
      "Uncooked spaghetti",
      "Soda cans"
    ],
    "demoVideo": "https://youtu.be/X7m1wbR_Bwg"
  },
  {
    "title": "Marbles Grande",
    "description": "This is a variation on the traditional game of marbles. Instead of marbles, though, the players use ping pong balls. There are a set of ping pong balls inside a hoop. Each team is provided with one hoop. The goal is to knock the ping pong balls out of the hoop with other ping pong balls.",
    "materials": [
      "Ping pong balls",
      "Hoops"
    ],
    "demoVideo": "https://youtu.be/wLLG0v3YZiU"
  },
  {
    "title": "Kick Off",
    "description": "This game uses soda cans and buckets. The players need to kick their soda cans into a bucket that is placed across the room. The person with the most number of cans in their bucket at the end of sixty seconds wins the game. There is only one try per can.",
    "materials": [
      "Soda cans",
      "Buckets"
    ],
    "demoVideo": "https://youtu.be/d-N1pgqdOrQ"
  },
  {
    "title": "On the Rebound",
    "description": "One player on the team is armed with ping pong balls. Their teammate standing opposite them has a piece of cardboard tied around their waists. There are also three bins in front of this player. The aim here is for the first player to try and rebound the ping pong ball off the cardboard and into the bin. Only once the ball has gone into the first bin can the team move onto the next.",
    "materials": [
      "Ping pong balls",
      "Cardboard",
      "Bins"
    ],
    "demoVideo": "https://youtu.be/AByGoPjRjqk"
  },
  {
    "title": "Ball Control",
    "description": "This requires one player to have several plastic cups fixed to their body. There is one fixed to each foot, each knee, and three along their arms. The other person on the team will throw ping pong balls at them. It is up to the one with the cups to get at least one ball in each cup.",
    "materials": [
      "Ping pong balls",
      "Plastic cups"
    ],
    "demoVideo": "https://youtu.be/L7uYyP4Tv_Q"
  },
  {
    "title": "Cup Ballet",
    "description": "One side of the team has a table with an overturned cup on the edge. Their team member is standing opposite them with a bottle in their hand. The players in front of the cups, have to flip them over and up while their teammate tries to catch it with their bottle. The team that manages it first wins.",
    "materials": [
      "Plastic cups",
      "Plastic bottles"
    ],
    "demoVideo": "https://youtu.be/15zaE85nwy4"
  },
  {
    "title": "Hanging By a Thread",
    "description": "Each team is given a bowl of nails and two pieces of thread. On the other side of the room is an empty bowl. Each member has an end of the string in each hand. Using this, they need to pick up and move the nails to the other side of the room. They then need to drop it into the bowl.",
    "materials": [
      "Nails",
      "Thread",
      "Bowls"
    ],
    "demoVideo": "https://youtu.be/IQvA0DdFUSA"
  },
  {
    "title": "Field Goal",
    "description": "A yardstick is balanced on an upturned plastic cup. Each team is given six cups that they need to balance on both ends of the stick. The first cups on each end must sit upright. If this is managed, the other two cups must be placed on the first ones upside down and so on.",
    "materials": [
      "Yardstick",
      "Plastic cups"
    ],
    "demoVideo": "https://youtu.be/x-b_d8YcAcY"
  },
  {
    "title": "Brush with Danger",
    "description": "Players on the same team stand on the opposite ends of the room. They each hold an end of some dental floss in each hand. They use this to balance a toothbrush between them. In the middle of the players, there is a cup on a chair. The goal is to move the toothbrush to the middle, right above the cup and drop it in.",
    "materials": [
      "Toothbrushes",
      "Dental Floss",
      "Cup"
    ],
    "demoVideo": "https://youtu.be/Mhm_gGkHPTU"
  },
  {
    "title": "Office Tennis",
    "description": "Each team has to rely on pieces of cardboard and rolled up pieces of paper. The participants are given a piece of cardboard that they must use like paddles. The rolled up paper will be the ball. The goal is to toss the paper between them and get it into the wastepaper basket that is at the other end of the room.",
    "materials": [
      "Cardboard",
      "Paper",
      "Wastepaper basket"
    ],
    "demoVideo": "https://youtu.be/lCbc1Kv1Ikg"
  },
  {
    "title": "The Nutstacker",
    "description": "The Extreme Nutstacker is a game that can be modified so that it can be played by two members on a team. Here, each member is given a skewer with metal nuts strung on it. One player must first place the nut on a flat surface. Their partner needs to deposit their metal nut on top of that one. Then, it is back to the first player.",
    "materials": [
      "Skewers",
      "Metal nuts"
    ],
    "demoVideo": "https://youtu.be/GyhPP9d0AwI"
  },
  {
    "title": "Ker-Plink! Or Plunk!",
    "description": "You need to place a small bowl into a large bowl of water. The small bowl should be able to float in the larger bowl. The players are given a bowl of marbles. They need to bounce the marbles off the table and into the small bowl. The team that has the most marbles in the small bowl at the end of 60 seconds wins.",
    "materials": [
      "Large bowls",
      "Small bowls",
      "Marbles"
    ],
    "demoVideo": "https://youtu.be/5WWK4rEDCVo"
  },
  {
    "title": "Flip Your Lid",
    "description": "One member from each team has a bottle in front of them. Their team member standing next to them has a stack of plastic cups. They will pass this to their teammate who needs to place the cup upside down on the edge of the table and flip it up. The cup needs to land upside down on the neck of the bottle.",
    "materials": [
      "Plastic Cups",
      "Empty bottles"
    ],
    "demoVideo": "https://youtu.be/ZJ5ePlsJL9A"
  },
  {
    "title": "Iron Board Man",
    "description": "The ironing board for this game needs to be stripped of its cushioning and laid bare. In the middle of the board, three holes will be circled. The goal for each team is to get a small ball to land on this circle and stay there. The team will move the ball by taking each end of the board and moving it. They can move it up, down, and sideways to try and get the ball to move.",
    "materials": [
      "Ironing board",
      "Small balls"
    ],
    "demoVideo": "https://youtu.be/ZBhhLf3JmQw"
  },
  {
    "title": "Christmas in the Balance",
    "description": "The teams are given two sticks each. They must get on to stand vertically and balance the other stick horizontally across it. The two teammates will stand on opposite sides of this “tree.” They will need to hang Christmas ornaments on each arm. At the end of sixty seconds, the ornaments must be properly balanced. The team with the most number of ornaments hanging wins.",
    "materials": [
      "Sticks",
      "Christmas ornaments"
    ],
    "demoVideo": "https://youtu.be/oW6ymo4Vhig"
  },
  {
    "title": "Hanky Panky",
    "description": "This is a more toned down version of the Extreme Hanky Panky game. Here, each player is given a single box of tissues. The box is full. Using just one hand, the player needs to remove the tissues from the box as fast as they can. The first person to empty out their box in record time wins the game.",
    "materials": [
      "Tissue boxes"
    ],
    "demoVideo": "https://youtu.be/oW6ymo4Vhig"
  },
  {
    "title": "Movin' On Up",
    "description": "Each player is given a stack of plastic cups. There is one cup in each stack that is a different color. The cup is placed at the very bottom. The players will need to to remove a cup from the top of the stack and place it on the bottom and repeating this action with the next cup that is on the top. The goal is to get the different colored cup to the top of the stack",
    "materials": [
      "Plastic cups"
    ],
    "demoVideo": "https://youtu.be/VrjFMiPq3Ts"
  },
  {
    "title": "Reindeer Nose Dive",
    "description": "All of the players have to rub petroleum jelly on their noses so that it becomes adhesive. They will then be given a ball that has a string attached to it. They will place the string in their mouth so that the ball is hanging below. Then using only the movement of their head, they need to get the ball to jump up and balance on their nose.",
    "materials": [
      "Petroleum jelly",
      "String",
      "Ball"
    ],
    "demoVideo": "https://youtu.be/vXzIcuFNCS0"
  },
  {
    "title": "Bobblehead",
    "description": "In this game, all of the players have to act as though they are real, live bobbleheads. Each contestant has a pedometer to their forehead. This is what will track their movements. They must then shake their head as quickly as they can. At the end of the sixty minutes, the pedometers with the highest score will show the winner.",
    "materials": [
      "Pedometers"
    ],
    "demoVideo": "https://youtu.be/V7KNrGb69Vw"
  },
  {
    "title": "Temper Tantrum",
    "description": "All of the players need to lie on their backs on the floor. They need to place their feet up in the air. A pedometer is strapped onto one of their feet. Once the game begins, the players need to start kicking out their feet as fast as they can. The pedometer will record it as they do so.",
    "materials": [
      "Pedometers"
    ],
    "demoVideo": "https://youtu.be/Ue1gOAq18gU"
  },
  {
    "title": "Nervous Nelly",
    "description": "Here, all of the players have pedometers strapped to both their hands as well as both of their legs. Once the timer starts, they need to move their limbs around as much as possible. The person who registers the highest number on all of their limbs at the end of the sixty seconds is the winner.",
    "materials": [
      "Pedometers"
    ],
    "demoVideo": "https://youtu.be/H35fv4qsIHU"
  },
  {
    "title": "Pop Top",
    "description": "The participants are each given a small collection of coins. There is a glass placed in front of each of them. The player needs to move the coin to the edge of the table, with a small part hanging over the edge. The player needs to then flick it upwards in the direction of the glass. The first player to get the coin in the glass wins.",
    "materials": [
      "Coins",
      "Glass"
    ],
    "demoVideo": "https://youtu.be/FEyO-m0tyss"
  },
  {
    "title": "Sharp Shooter",
    "description": "There are playing cards that have been propped up by a clothes peg. There is a playing card for each participant. The players are all given rubber bands. Using their finger, they will need to turn the rubber band into a catapult. It needs to travel across the room and hit the playing card, knocking it over.",
    "materials": [
      "Playing cards",
      "Clothes pegs",
      "Rubber bands"
    ],
    "demoVideo": "https://youtu.be/k3JI1nAl9ow"
  },
  {
    "title": "Noodling Around",
    "description": "This game uses two different types of uncooked pasta – spaghetti and penne. There will be a certain number of penne pasta pieces in front of each player. They will need to place the spaghetti strand in their mouth. Then, using this strand, they will need to pick up the pieces of penne. The goal is to string all of the penne on that one spaghetti noodle.",
    "materials": [
      "Uncooked spaghetti",
      "Uncooked penne pasta"
    ],
    "demoVideo": "https://youtu.be/G9i4FoE-imE"
  },
  {
    "title": "Sticky Situation",
    "description": "Each player is given a basket full of ping pong balls. Some distance away from each participant, there is slice of bread that has been covered with peanut butter. The players need to bounce the ping pong balls once on the ground as they throw it towards the slice of bread. They need to get the ball to stick to the bread.",
    "materials": [
      "Ping pong balls",
      "Slices of bread covered in peanut butter"
    ],
    "demoVideo": "https://youtu.be/2qkCjUJIV20"
  },
  {
    "title": "Bulb Balance",
    "description": "A light bulb is placed in a glass, upright. All of the players are given a certain amount of salt to use. With the salt, they must create a surface that is capable of holding an egg. Once they have placed the salt on the bulb, they must attempt to balance an egg on top. They egg will need to remain on top before the player can be declared the winner.",
    "materials": [
      "Light bulb",
      "Salt",
      "Egg"
    ],
    "demoVideo": "https://youtu.be/pxFh3HxCDtc"
  },
  {
    "title": "Ponginator",
    "description": "In the middle of the group, there is a table. On it, there is an empty egg tray. Each of the players are given ping pong balls. The ping pong balls for each opponent is a different color. Once the timer starts, the players will begin throwing the balls at the egg tray. Their goal is to get six of their ping pong balls into the tray before the time is up.",
    "materials": [
      "Ping pong balls of different colors",
      "Egg tray"
    ],
    "demoVideo": "https://youtu.be/4WJ63pcpgs8"
  },
  {
    "title": "Dont Blow the Joker",
    "description": "A stack of playing cards is placed on an upright bottle. The card at the bottom of the stack is the Joker and it is lying face up. The participants are expected to blow each of the cards away until only the Joker is left. The joker should not be blown off the bottle.",
    "materials": [
      "Bottle",
      "Playing cards"
    ],
    "demoVideo": "https://youtu.be/Zk-UIpg5QP0"
  },
  {
    "title": "Double Trouble",
    "description": "Each player must hold two ping pong balls in one hand. On a long table, in front of them, there are two cups. Each of the participants must drop the ping pong balls onto the table and have it bounce once. The ping pong balls need to be directed towards the cup. One ball must fall inside each cup.",
    "materials": [
      "Ping pong balls",
      "Cups"
    ],
    "demoVideo": "https://youtu.be/cur5m_OnF5E"
  },
  {
    "title": "Get Forked",
    "description": "On a flat surface, there is a fork lying with the prongs facing down. The fork is taped so that it does not move. The players are standing some distance away. They will need to roll coins across this distance. The coin must go towards the fork and stick in between the prongs.",
    "materials": [
      "Fork",
      "Coins"
    ],
    "demoVideo": "https://youtu.be/8ZshrUiKK9k"
  },
  {
    "title": "Tipsy",
    "description": "Each player needs to have at least one can of some drink. The cans must be full at the start of the game. The player must then drain the can as quickly as possible. Then, they need to balance the can, using the beveled part. The can must remain in this position for the other player on the team to move onto the next can.",
    "materials": [
      "Soda or drink cans"
    ],
    "demoVideo": "https://youtu.be/mrdzdgZpQ6c"
  },
  {
    "title": "Bite Me",
    "description": "Here, each person on the team has a grocery bag in front of them. However, each bag is of a different height. The first player has the tallest bag with the last player on the team having the shortest bag. The first player needs to pick the bag up with their teeth and place it on the table in the middle of the room. This frees up the next player to pick up their bag and so on.",
    "materials": [
      "Grocery or paper bags"
    ],
    "demoVideo": "https://youtu.be/Q3oXEtGuTNU"
  },
  {
    "title": "Magic Carpet Ride",
    "description": "Each team is provided with a carpet that is placed on the floor. One member needs to sit on this carpet and scoot across the floor to the other side of the room. Then, the team member on that side needs to scoot back to the other end.",
    "materials": [
      "Carpets"
    ],
    "demoVideo": "https://youtu.be/DqOf3E4qPGQ"
  },
  {
    "title": "Knee Trembler",
    "description": "There is a hoop a short distance from the players. Each player is given an orange. The players, kneeling on the floor, need to place an orange between their knees. They then need to walk across the room, careful not to drop the oranges. They will need to place the orange in the hoop so that their teammate can get started.",
    "materials": [
      "Oranges",
      "Hoops"
    ],
    "demoVideo": "https://youtu.be/kmLmgc2lHJI"
  },
  {
    "title": "Give It a Whirl",
    "description": "The players are given a wine glass and a bowl. Each person will need to put a marble in the glass and place an upturned wine glass over it. They then need to spin the glass as fast as possible, trying to keep the marble circulating within the glass. Then, with the glass still kept upturned and the marble still in the glass, the players will need to move across the room and drop the marble in the bowl there.",
    "materials": [
      "Wine glass",
      "Marbles",
      "Bowls"
    ],
    "demoVideo": "https://youtu.be/BMBjuppAUDw"
  },
  {
    "title": "Sliding Towers",
    "description": "Here, each team has at least three different drink can stacks. The first stack has just one can; the second has two, and so on. Players have to move the cans to the other end of the table, along the surface, without tipping it over. This can be done only using their head. The first stack must be completely moved before players can move onto the second stack.",
    "materials": [
      "Drink cans"
    ],
    "demoVideo": "https://youtu.be/gvvZUNXUak0"
  },
  {
    "title": "Can Relay",
    "description": "There are two tables on the opposite sides of the room. Each table has cans on them. The goal here is to move the stacks of cans from one table to another. If this is done successfully, then another can has to be added to the current tower. The team members take turns carrying the cans from one place to another.",
    "materials": [
      "Soda cans"
    ],
    "demoVideo": "https://youtu.be/jtjgEVsr9ic"
  },
  {
    "title": "Suck It Up",
    "description": "Each team is given a bowl of candies such as M&amp;Ms. Across the room, there are two straws that have been positioned to stand upright. Each member is given their own straw with which they must suck up a candy. They will then need to go across the room and balance the candy on the straw.",
    "materials": [
      "Straws",
      "Candies"
    ],
    "demoVideo": "https://youtu.be/J-R476COTbc"
  },
  {
    "title": "Horseplay",
    "description": "The tables in this game are slanted. There is a group of ping pong balls on one end and a column of horseshoes on the other. Each member of the team needs to blow the ping pong balls across the slanted table and into the hollow of the horseshoe.",
    "materials": [
      "Slanted surface",
      "Ping pong balls",
      "Horseshoes"
    ],
    "demoVideo": "https://youtu.be/2BMkr6TxjhU"
  },
  {
    "title": "Uphill Battle",
    "description": "The players have to play on a slanted table. They have to place three marbles on the table. Using the back of a spoon, each player has to manage to keep the marbles from falling to the ground. The team that allows a marble to drop first loses.",
    "materials": [
      "Slanted table",
      "Marbles",
      "Spoons"
    ],
    "demoVideo": "https://youtu.be/990HM5Hj8Sw"
  },
  {
    "title": "Mega Bubble",
    "description": "The players are each given bubble making tools. They need to blow a proper bubble. They will need to guide this bubble to the opposite end of the room where there is a hoop. The players need to get the bubble through the hoop.",
    "materials": [
      "Hoops",
      "Bubble blowing toys"
    ],
    "demoVideo": "https://youtu.be/rJEG6MYNqIo"
  }
]